export const Part1 = `
# HTML ምንድን ነው ?

HTML ማለት መሰረታዊ እና ዋና የ ዌብሳይት መስሪያ ቋንቋ ነው፡፡

በ HTML ማንኛውም ሰው የራሱን የሆነ ዌብሳይት መስራት ይችላል ፣
በዚህ ምዕራፍ ላይ የምንማረው ስለ HTML ምንነት እና መስረታዊ ህጎች ሲሆን በ
ቀጣይ ምዕራፍ በጥልቀት እንማራለን
###
## ስለ HTML በአጭሩ 
### 
+ HTML ማለት Hyper Text Markup Language ነው
+ HTML የዌብ ገጾችን ለመፍጠር መሰረታዊ ቋንቋ/Code ነው 
+ HTML የድረ ገጽ አወቃቀር ን ይገልፃል 
+ HTML የተለያዩ ኤለመንቶችን ያቀፈ ነው 
+ HTML ኤለመንቶች የሰራነውን ዌብሳይት እንዴት ማሳየት እንዳለበት ለ ብራውዘራችን ይነግሩታል
###
## የ HTML ቀላል ኮድ አፃፃፍ / ዶክመንት  
###

    //መሰረታዊ HTML ኮድ አፃፃፍ

    <!DOCTYPE html>
    <html>

    <head>
    <title>የዌብሳይ ስም</title>
    </head>

    <body>

        <h1>እርእስ</h1>
        <p>አረፍተ ነገር</p>

    </body>
    </html>

###
እሺ አሁን ስለ HTML መሰረታዊ ኮድ እንዴት እንደሚፃፍ ካየን፣ ስለ እያንዳንዱ ኤለመንት ትርጉማቸው እና ምን ማለት እንደሆኑ እንይ፡፡
###
+ \`<!DOCTYPE html>\`  ይህ የ html ኤለመንት የምንጠቀመው HTML5 ታይፕ መሆኑን ይገልፃል፣ ስለ HTML በሌላ ምዕራፍ እንማራለን 
+ \`<html>\`  ይህ የ html ዋና መክፈቻ ኤለመንት ነው፡፡
+ \`<head>\`  ይህ የ html ኤለመንት ስለ HTML ገጽ የሜታ መረጃ ይይዛል
+ \`<title>\`  ይህ የ html ኤለመንት ለ HTML ገጽ ርዕስ ይሰጣል (በመቃኛው ርዕስ ባር ወይም በገጹ መክፈቻ ላይ የሚታየው)
+ \`<body>\`  ይህ የ html ኤለመንት ዌብሳይቱን አካል የሚገልፅ ሲሆን እንደ ርእስ፣ አንቀጽ፣ ምስሎች፣ ሃይፐርሊንክስ፣ ጠረጴዛዎች፣ ዝርዝሮች ወዘተ ላሉ የሚታዩ ይዘቶች ሁሉ ኮንቴይነር ነው።
+ \`<h1>\`  ይህ የ html ኤለመንት ትልቅ አርዕስት እንድንሰጥ የረዳናል
+ \`<p>\`  ይህ የ html ኤለመንት አረፍተ ነገር እንድንሰጥ የረዳናል
###
`;